Repository: daniel-corzo/misw-4501-proyecto-de-grado
Catalog: src/mobile/ios/TravelHub/TravelHub/I18n/BookingDetail.xcstrings
Source language: en
Languages: es

# beforeTime
source: Before %@
es: Antes de %@

source: Booking ID: #%@
es: ID de Reserva: #%@

source: Cancel
es: Cancelar

# cancelConfirmAction
source: Yes, Cancel
es: Sí, Cancelar

# cancelConfirmMessage
source: Are you sure you want to cancel this reservation? This action cannot be undone.
es: ¿Estás seguro de que deseas cancelar esta reserva? Esta acción no se puede deshacer.

# cancelConfirmTitle
source: Cancel Reservation
es: Cancelar Reserva

# cancelSuccess
source: Reservation cancelled successfully.
es: Reserva cancelada exitosamente.

source: Concierge Services
es: Servicios de Conserjería

source: Direct Front Desk
es: Recepción Directa

# errorGeneric
source: Something went wrong. Please try again.
es: Algo salió mal. Por favor intenta de nuevo.

# errorRetrievingHotel
source: An error occurred while retrieving the hotel’s information. Try again.
es: Ocurrió un error al obtener la información del hotel. Intenta de nuevo.

# errorUnauthorized
source: Your session has expired. Please log in again.
es: Tu sesión ha expirado. Por favor inicia sesión de nuevo.

# fromTime
source: From %@
es: Desde %@

# guests
source: %lld Adults
es: %lld Adultos

source: Hotel Contact
es: Contacto del Hotel

source: Modify
es: Modificar

# navigationTitle
source: Reservation Details
es: Detalles de Reserva

# qrDescription
source: Present this code at the reception desk for a faster check-in process.
es: Presenta este código en la recepción para un check-in más rápido.

# qrTitle
source: Check-in QR Code
es: Código QR de Check-in

source: Retry
es: Reintentar
